[
  {
    "_id": "64dc6293a7d16aa900a3f9ad",
    "title": "Nepali Style 1BHK APT 1@ Patan Durbar Square Nepal",
    "address": "Lalitpur, Bagmati Province, Nepal",
    "description": "About this space  Traditional Nepali-style studio with living room, an open kitchen, one bedroom and bathroom. Free access to the rooftop for sunbathing. Located within the center of Patan area, just 2 minutes of walk from Patan Durbar Square. The neighborhood is very quiet despite locating just around the corner from the Patan area.    Restaurants and cafes just close by, within walking distance. Easy to take taxi to go around Lalitpur/ Kathmandu.  The space  We’re prepared to make your stay as comfortable as possible.    This is the typical refurbished studio in the old Patan area. Renewed and earthquake proof, our apartment is located on the 1st floor and there is no elevator.    You will enjoy:  - Quiet and safe area  - Free parking  - Free access to rooftop (while you enjoy the entire apartment to yourself, the rooftop is shared with the entire building)  - Your own kitchen/ bathroom  - Free Wi-Fi  - Weekly cleaning services (only for guests who stay for >7 days!)  - 2 minutes walk to the Patan Durbar Square, 8 minutes drive to the Central Zoo    Assistance is there whenever you need (check-in, check-out, and throughout the stay).    At the check-out guests must leave the apartment in a reasonable state of cleanliness. Otherwise we reserves the right to charge an extra cleaning cost in the same amount as the reservation.  Guest access  All guests are free to access:  - Rooftop of the building (5/F)  - Washing Machine (Free to use, located on the 4/F)  - High-speed WIFI  - Our café on G/F (coming soon!!)",
    "price": 20,
    "photo": ["/uploads/img22f64ccf-568c-4bb5-b986-a7994cb1c5e3.jpg"],
    "perks": ["wifi,parking,private entrance,entertainment"],
    "extraInfo": "Other Amenities:  Free washer - In building  Luggage dropoff allowed  Children's books and toys  Security cameras on property  Unavailable: Carbon monoxide alarm Carbon monoxide alarm  Unavailable: Smoke alarm Smoke alarm    Note: Self Check In and Check Out",
    "checkIn": 1,
    "checkOut": 11,
    "maxGuests": 2,
    "__v": 0,
    "owner": "64e328abc8b90a0cc9c53c67",
    "booked": true
  },
  {
    "_id": "64dc6362a7d16aa900a3f9b5",
    "title": "Cozy 3 BHK Apartment, Bhaktapur",
    "address": "Bhaktapur, Bagmati Province, Nepal",
    "description": "Forget your worries in this spacious and serene space.  Our Apartment is located just outside the city; which provides peaceful environment and beautiful city view. The apartment sits in the height between green forest on the south and traditional city in the north. Clean air directly from the green jungle and beautiful sunlight all day in the balcony, a heavenly feeling apart from this hustle and bustle environment.  The space  The house has three floors. This apartment sits in the top floor of the building. Me and my family are using ground and first floor. Hence we are easily accessible anytime. Our rooftop has amazing views overlooking the green forest and valley.  Guest access  Everything in the apartment is for guests and basic food items for you as well. Food MENU of near by restaurants with delivery services could be provided, if needed.",
    "price": 25,
    "photo": ["/uploads/img5835a637-d595-41d8-ae4d-9a6599fdba7a.jpg", ""],
    "perks": ["parking,services,entertainment,pets,wifi"],
    "extraInfo": "What can we offer:  Mountain view  Valley view  Kitchen  Dedicated workspace  Free parking on premises  Pets allowed  43\" HDTV  Unavailable: Carbon monoxide alarm   Unavailable: Smoke alarm ",
    "checkIn": 4,
    "checkOut": 11,
    "maxGuests": 6,
    "__v": 0,
    "owner": "64e32ace098c22eac349b78e",
    "booked": false
  },
  {
    "_id": "64dc654ba7d16aa900a3f9ca",
    "title": "Salon de Kathmandu B&B - Room 2",
    "address": "Kathmandu, Central Region, Nepal",
    "description": "Stay at safe and clean place during your stay in Kathmandu!   Lazimpat is popular residential area for both foreign and wealthy local people because of its very clean, convenient and safe environment. The city center, Durbar Marg and Thamel, is all located in walking distance. Convenient location, safe area, super clean house with beautiful garden and good foods, any reason to hesitate? ;)  ",
    "price": 19,
    "photo": ["/uploads/imgacfb9b41-06d0-47dc-820c-429a47b67b6d.jpg", ""],
    "perks": [
      "parking,wifi,private entrance,services,entertainment",
      "parking",
      "wifi",
      "private entrance",
      "services",
      "entertainment"
    ],
    "extraInfo": "What we offer:  Washer  Patio or balcony  Backyard  Luggage dropoff allowed  Hair dryer  Breakfast  Unavailable: Carbon monoxide alarm  Unavailable: Smoke alarm",
    "checkIn": 4,
    "checkOut": 12,
    "maxGuests": 5,
    "__v": 0,
    "owner": "64e32b50098c22eac349b796",
    "booked": true
  },
  {
    "_id": "64df56241e79a531583477d3",
    "title": "Forest Treehouse with Swimming Pool",
    "address": "Pokhara, Gandaki Province, Nepal",
    "description": "About this space  We provide pick up and drop off service, restaurant, swimming pool, and small bar.  【for personal reason,my property now is on sell also,includ land house my company,anyone interested pls contact me ~】  The space  【for personal reason,my property now is on sell also,includ land house my company,anyone interested pls contact me ~】",
    "price": 27,
    "photo": ["/uploads/img5f7eede3-d9ff-4ba9-9649-fb02e1cb9d72.jpg"],
    "perks": ["parking", "wifi"],
    "extraInfo": "Other available services: Lake view  Mountain view  Kitchen  Wifi  Dedicated workspace  Free parking on premises  Shared pool  Private hot tub  Unavailable: Carbon monoxide alarmCarbon monoxide alarm  Unavailable: Smoke alarmSmoke alarm",
    "checkIn": 12,
    "checkOut": 12,
    "maxGuests": 6,
    "__v": 0,
    "owner": "64e328abc8b90a0cc9c53c67",
    "booked": false
  },
  {
    "_id": "64dfaa2f4d81347b5a326448",
    "title": "Bright Sunny studio apartment with Mountain view.",
    "address": "Pokhara, Gandaki Province, Nepal",
    "description": "About this space  We are located in NewRoad Pokhara, 4km to Lake side (10min by car). easy access to everywhere Bhatbhateni Supermarket,Banks,Hopsitals etc are in walking distance.  Our Rooftop room on 4thfloor is very Clean, peaceful,nice view and sunny bright. we made the room very minimal with high speed wifi, Air conditioner ,clean kitchen with refrigerator, comfortable clean bed and washing machine.  It has large Balcony where you can enjoy morning coffee or Yoga with the view of Annapurna Range.",
    "price": 30,
    "photo": ["/uploads/img6cb88768-855b-41e2-b0e7-ef723878bf9e.jpg"],
    "perks": ["wifi"],
    "extraInfo": "Mountain view  Kitchen  Fast wifi -   77 Mbps  Free parking on premises  Free washer -   In unit  Portable air conditioning  Shared patio or balcony  Hair dryer  Unavailable: Carbon monoxide alarm  Unavailable: Smoke alarm    Tranquility on the outskirts ; Lake view room",
    "checkIn": 13,
    "checkOut": 10,
    "maxGuests": 7,
    "__v": 0,
    "owner": "64e32ace098c22eac349b78e",
    "booked": false
  },
  {
    "_id": "64dfaaa44d81347b5a32644c",
    "title": "Tranquility on the outskirts ; Lake view room",
    "address": "Pokhara, Western Development Region, Nepal",
    "description": "About this space  Located at the most beautiful area of Pokhara North Lake Side, this charming new family Homestay is ideal for those looking for a relaxing and invigorating countryside retreat away from the hectic life of town. The immediate surrounding are spectacular with lush rolling hills and views to the lake. Eight rooms each uniquely designed to combine the majestic views with comfort and tranquility.  The space  Greenhills guesthouse is nestled in the beautiful foothills of the Annapurna mountain range. Specifically located in Sedi Heights, Pokhara #18; you will find we are located in one of the most tranquil, serene locations just a short walk to restaurants and shops offering you the best of both worlds. You will find yourself absolutely captivated by the breathtaking natural sights, colorful gardens and surroundings which will surely soothe and restore you.  The guesthouse is family owned and operated. We pride ourselves in our exceptional care to our visitors. It is our desire that everyone who stays here feels like family. In addition, we have a working farm so there are many interesting daily activities to observe and participate. We prepare daily traditional Nepali home cooked meals for you to experience if you wish. We are just a short 30 minute walk to an observation point where you can easily take in and appreciate the tremendous splendor of the Annapurna mountain range.    More specifically our mission as Pokhara natives is to preserve our rich heritage and culture as a hub for spirituality and yoga. We are dedicated to organizing and providing the best retreats for your enrichment and enjoyment. Since Pokhara is a major attraction for hiking, the retreats are a perfect opportunity either before or after your trekking adventures to restore and energize yourself..  Guest access  You can realax on the balcony or lie on the sun .There are lots of nice spot to be around. You can have a nice walk around the Nature path passing through beautiful village.  Other things to note  Its our family running bussiness.We are also living at the property. So ,we will love to share you about the surrounding and the culture we been practicing in our society.Lets live like a family members while staying at our place.  ",
    "price": 34,
    "photo": ["/uploads/img5869ed89-02da-44a6-bfcc-431c644e450e.jpg"],
    "perks": ["entertainment"],
    "extraInfo": "Courtyard view  Lake view  Waterfront  Wifi  Dedicated workspace  Free parking on premises  Pets allowed  Washer  Unavailable: Carbon monoxide alarm  Unavailable: Smoke alarm  Dedicated workspace  A common area with wifi that’s well-suited for working.  Furry friends welcome  Bring your pets along for the stay.  Free cancellation before Aug 24.",
    "checkIn": 10,
    "checkOut": 7,
    "maxGuests": 8,
    "__v": 0,
    "owner": "64e32b50098c22eac349b796",
    "booked": false
  },
  {
    "_id": "64dfab1d4d81347b5a326451",
    "title": "Hills and Mountain View Studio",
    "address": "Pokhara, Western Development Region, Nepal",
    "description": "About this space  This apartment is located at 10 minutes walking distance from the lakeside road and 50 metres inside the main street , where you will find dozens of little shops- ranging from antiques and souvenirs, pubs, tour operators, restaurants and grocery stores. The apartment has beautiful natural lighting and providing a very relaxing atmosphere. There is also free reliable wifi, with a backup generator system in place. Moreover it has a spacious roof top where you can do yoga and exercise.  The space  This apartment's is in the forth floor. balcony is the definition of calmness, spacious area with comfortable chairs.You will feel that you are in nature. The design and extra furnishings are new, it will give a more homely feeling and make it as comfortable as your own home Nepali Style  Guest access  Guest can access our rooftop where they can do yoga, meditation and exercise.  Other things to note  We have been engaging in tourism and hospitality since last 12 years owing the well renowned Paragliding company, tours and travels and a lake view café called Coffee break PVT. LTD. Therefore we will be honored to give you information about the above services.",
    "price": 26,
    "photo": ["/uploads/imgd373e6c5-7730-4bb2-ad76-a8867f6e8d3b.jpg"],
    "perks": ["entertainment"],
    "extraInfo": "Dedicated workspace  A room with wifi that’s well-suited for working.  Self check-in  You can check in with the building staff.  Mountain view  Lake access  Kitchen  Wifi  Dedicated workspace  Free street parking  TV  Bathtub  Unavailable: Carbon monoxide alarm",
    "checkIn": 4,
    "checkOut": 12,
    "maxGuests": 2,
    "__v": 0,
    "owner": "64e328abc8b90a0cc9c53c67",
    "booked": false
  },
  {
    "_id": "64dfabca4d81347b5a326455",
    "title": "Shanti Apartment 2BHK(Thamel<5 min walk) 2nd Floor",
    "address": "Balaju, Kathmandu",
    "description": "About this space  Fully furnished Service Apartment with living room, kitchen, 2 double rooms, bathroom, free parking and sun terrace. It has all the modern comforts. Located less than 5 minutes walk from Thamel. The flat area is very peaceful despite being just around the corner from vibrant Thamel.    Plenty of shops, cafes, restaurants and bars are within few minutes walk. Easy to take buses/taxis to go around Kathmandu, Pokhara etc.    Enjoy Kathmandu within walking distance and sleep in a quiet apartment.  The space  Great for families, couples or singles as this city break flat apartment is very centrally located in a quiet area.  This apartment is in the 2nd floor of the building. There are 30 steps from street level (no lifts).  Touristic areas such as Thamel shops and restaurants, Kathmandu Durbar Square or Garden of Dreams are just few minutes walk away. However, the apartment is located in very quiet residential area. Therefore, you can visit most of tourist areas with a short walk and enjoy peaceful space to sleep.  Guest access  Fully equipped kitchen with fridge, microwave oven, gas cooker, kettle and other kitchen utensils.  One bedroom with a double bed, and other bedroom with 1 double bed + 1 single bed.  Living area with sofa, table & flat TV with English, Hindi & Sports channels included.  Bathroom with hot shower facilities. Hair dryer provided.  Shared washing machine on roof terrace (additional charge).  Sun terrace with table & chairs.  Fast free WIFI included.",
    "price": 29,
    "photo": ["/uploads/img86b4629b-8914-4ad6-8133-1274cc51cd2b.jpg"],
    "perks": ["entertainment"],
    "extraInfo": "Great for remote work  Fast wifi at 69 Mbps, plus a dedicated workspace.  Self check-in  Check yourself in with the lockbox.  Yogen, A1Homestay is a Superhost  Superhosts are experienced, highly rated hosts who are committed to providing great stays for guests.",
    "checkIn": 11,
    "checkOut": 11,
    "maxGuests": 8,
    "__v": 0,
    "owner": "64e32b50098c22eac349b796",
    "booked": false
  },
  {
    "_id": "64dfac704d81347b5a326459",
    "title": "Mountain View Homestay Kathmandu ",
    "address": "Kathmandu, Central Region, Nepal",
    "description": "Our apartment is set in the Thamel area in Kathmandu, 500 m from Thamel Chowk. Free WiFi is available and free private parking is available on site. This apartment has two bedrooms (one bedroom has a double bed and the other bedroom has a double bed plus a single bed), kitchen, bathroom and living room which is equipped with a satellite TV. The kitchen is equipped with a gas cooker, microwave, fridge, electric kettle and kitchen utensils. The washing machine is available at the roof terrace. We also have sun terrace where our guest can relax. The Garden of Dreams is at 750 meters distance, Narayanhiti Palace Museum is 1.7 km, the Pashupatinath is 4.8 km and the Tribhuvan International Airport is 6 km away. Thamel is a great choice for travellers with interest in shopping, food and hiking.  Stay at safe and clean place during your stay in Kathmandu!   Lazimpat is popular residential area for both foreign and wealthy local people because of its very clean, convenient and safe environment. The city center, Durbar Marg and Thamel, is all located in walking distance. Convenient location, safe area, super clean house with beautiful garden and good foods, any reason to hesitate? ;)",
    "price": 31,
    "photo": ["/uploads/img68197536-fe86-4bf8-8373-b2614eb72c04.jpg"],
    "perks": ["services"],
    "extraInfo": "Amenities  Wifi  Free parking on premises  Washer  Patio or balcony  Backyard  Luggage dropoff allowed  Hair dryer  Breakfast  Unavailable: Carbon monoxide alarm  Unavailable: Smoke alarm",
    "checkIn": 3,
    "checkOut": 12,
    "maxGuests": 4,
    "__v": 0,
    "owner": "64e32ace098c22eac349b78e",
    "booked": false
  },
  {
    "_id": "64dfad1e4d81347b5a32645f",
    "title": "Peaceful Hideaway in Lazimpat (Pancha Buddha 205)",
    "address": "Kathmandu, Bagmati Province, Nepal ",
    "description": "About this space  Our charming and minimalist room features traditional Nepali decor, including a cozy twin bed, rustic wooden desk and chair, and beautiful artwork that reflect our culture. You'll feel at home as soon as you step inside! For your comfort, we offer access to a shared kitchen fully stocked with basic equipment and a washer - ideal for longer stays. Plus, you'll have the luxury of enjoying our in-house Japanese restaurant and spa, perfect for a delicious meal or pampering session.  The space  As you make your way to the second floor, you'll have the option to take the lift or stairs to reach your destination. As you step inside, you'll immediately feel the traditional Nepalese culture infused into every nook and cranny of the interior and exterior.    Our rooms may be minimally decorated, but don't be fooled - we've included all the amenities you need to make your stay comfortable and enjoyable. Whether you're lounging in bed or exploring the city, you'll have everything you need right at your fingertips.    We take pride in offering a homely atmosphere that will make you feel like part of the family.  Guest access  As a guest at our esteemed Airbnb, we are delighted to provide you with a host of amenities to enhance your stay. Access to our fully-equipped common kitchen and lift ensures convenience and ease throughout your time with us.    In addition to these offerings, we invite you to experience the culinary delights of our in-house restaurant and cafe, offering delectable breakfast, lunch, and dinner options. For guests seeking further relaxation and rejuvenation, we proudly present access to our on-site gym, exclusively reserved for ladies, and the indulgent services of our nail salon.",
    "price": 23,
    "photo": ["/uploads/img91e931e5-2db1-425b-ba46-3dd7ab6812b3.jpg"],
    "perks": ["private entrance"],
    "extraInfo": "What this place offers  Park view  Mountain view  Kitchen  Wifi  Dedicated workspace  Free parking on premises  Pets allowed  Security cameras on property  Unavailable: Carbon monoxide alarmCarbon monoxide alarm  Unavailable: Smoke alarmSmoke alarm  ",
    "checkIn": 3,
    "checkOut": 12,
    "maxGuests": 5,
    "__v": 0,
    "owner": "64e328abc8b90a0cc9c53c67",
    "booked": false
  },
  {
    "_id": "64dfadc74d81347b5a326463",
    "title": "Royal Eastern View Home Stay",
    "address": "Kanyam, Ilam Nepal",
    "description": "About this space  In need for a quiet, restful and beautiful respite away from the city? Our home is the perfect countryside getaway. An hour from Kathmandu, you can enjoy privacy, clean air and rooms full of natural light.    The house is clean, stylish, and cozy. It is unique as we have built it using upcycled materials - reclaimed wood, bricks and windows. It is ideal for couples, small families, and remote work.    Discounts available for long term and short stays! Please check in availability in our calendar!  The space  Enjoy the entire cottage, garden, patio and a balcony for great views of the hills.    The house consists of:    One fully equipped kitchen with oven, air fryer, blender, kettle, rice cooker, etc.    One large living room with a sofa bed.    One large bedroom with a desk, balcony, queen size bed and space for two floor mattresses.    One downstairs toilet with shower and a washing machine.    One upstairs toilet with shower.    Front garden x2 and large back garden with direct access to hiking trails.  Guest access  Guests will be able to access the entire property.    The property is located 10 mins by car from Banepa bazaar. It is on top of a hill, therefore accessing the property by car or motorcycle is recommended. If required, we are happy to help you arrange a vehicle and driver for pick up and drop off from Kathmandu to the property.  Other things to note  The house is on top of a hill so the final leg (approx 5-7mins by car, or 15-20 min walk) is off road and uphill.  ",
    "price": 32,
    "photo": ["/uploads/img62853f94-49f1-4fdc-b025-4e844eeed8f2.jpg"],
    "perks": ["entertainment"],
    "extraInfo": "What this place offers  Garden view  Valley view  Kitchen  Wifi -   42 Mbps  Dedicated workspace  Free parking on premises  Free washer -   In building  Private patio or balcony  Security cameras on property  Unavailable: Carbon monoxide alarm",
    "checkIn": 2,
    "checkOut": 12,
    "maxGuests": 4,
    "__v": 0,
    "owner": "64e32b50098c22eac349b796",
    "booked": true
  },
  {
    "_id": "64dfaf954d81347b5a32646a",
    "title": "Ilam Sunshine Apartment",
    "address": "Suryodaya, Ilam Nepal",
    "description": "Our apartment is set in the Ilam area in Nepal, 500 m from Birta Chowk. Free WiFi is available and free private parking is available on site. This apartment has two bedrooms (one bedroom has a double bed and the other bedroom has a double bed plus a single bed), kitchen, bathroom and living room which is equipped with a satellite TV. The kitchen is equipped with a gas cooker, microwave, fridge, electric kettle and kitchen utensils. The washing machine is available at the roof terrace. We also have sun terrace where our guest can relax. The Garden of Dreams is at 750 meters distance, Shree Antu is 1.7 km, the Pashupatinath is 4.8 km and the Ilam Airport is 6 km away. Ilam is a great choice for travellers with interest in shopping, food and hiking.",
    "price": 31,
    "photo": ["/uploads/imgc6bca819-8863-400f-b4a3-135e24e1b450.jpg", ""],
    "perks": ["pets"],
    "extraInfo": "You can realax on the balcony or lie on the sun .There are lots of nice spot to be around. You can have a nice walk around the Nature path passing through beautiful village.  Other things to note  Its our family running bussiness.We are also living at the property. So ,we will love to share you about the surrounding and the culture we been practicing in our society.Lets live like a family members while staying at our place.  Courtyard view and Lake view",
    "checkIn": 12,
    "checkOut": 11,
    "maxGuests": 6,
    "__v": 0,
    "owner": "64e32ace098c22eac349b78e",
    "booked": false
  },
  {
    "_id": "64e02e3bf4f0e9f0e9094699",
    "title": "Authentic Nepali Style Room",
    "address": "Jhapa, Nepal",
    "description": "Traditional Nepali-style studio with living room, an open kitchen, one bedroom and bathroom. Free access to the rooftop for sunbathing. Located within the center of Patan area, just 2 minutes of walk from Patan Durbar Square. The neighborhood is very quiet despite locating just around the corner from the Patan area.    Restaurants and cafes just close by, within walking distance. Easy to take taxi to go around Lalitpur/ Kathmandu.  The space  We’re prepared to make your stay as comfortable as possible.    This is the typical refurbished studio in the old Patan area. Renewed and earthquake proof, our apartment is located on the 1st floor and there is no elevator.",
    "price": 30,
    "photo": ["/uploads/img91e931e5-2db1-425b-ba46-3dd7ab6812b3.jpg"],
    "perks": ["services"],
    "extraInfo": "You will enjoy:  - Quiet and safe area  - Free parking  - Free access to rooftop (while you enjoy the entire apartment to yourself, the rooftop is shared with the entire building)  - Your own kitchen/ bathroom  - Free Wi-Fi  - Weekly cleaning services (only for guests who stay for >7 days!)  - 2 minutes walk to the Patan Durbar Square, 8 minutes drive to the Central Zoo",
    "checkIn": 4,
    "checkOut": 12,
    "maxGuests": 5,
    "__v": 0,
    "owner": "64e328abc8b90a0cc9c53c67",
    "booked": false
  }
]
